Repository: milenmk/wp-ispconfig3
Catalog: languages/wp-ispconfig3-*.po
Languages: de_de

source: Your account %s has been created
de_de: Ihr Konto %s wurde erfolgreich erstellt

source: You will receive a confirmation email shortly
de_de: Sie erhalten in kürze eine Bestätigung per Email

source: You need to sign in before continue
de_de: Eine Anmeldung ist erforderlich um fortzufahren

source: The name cannot be empty
de_de: Der Name kann nicht leer bleiben

source: Please enter your name in full-style
de_de: Bitte geben Sie Ihren vollständigen Namen ein

source: The username cannot be empty
de_de: DEr Benutzername kann nicht leer sein

source: The username contains invalid characters
de_de: Der Benutzer enthält ungültige Zeichen

source: The username is too short
de_de: Der Benutzername ist zu kurz

source: The username is too long
de_de: Der Benutzername ist zu lang

source: The username is not allowed
de_de: Der Benutzername ist nicht erlaubt

source: The password is too short
de_de: Das Passwort ist zu kurz

source: The password is too long
de_de: Das Passwort ist zu lang

source: The password contains invalid characters
de_de: Das Passwort enthält ungültige Zeichen

source: The password does not match
de_de: Das Passwort stimmt nicht überein

source: The domain name is invalid
de_de: Der Domainname ist ungültig

source: The email address is invalid
de_de: Die Email Adresse ist ungültig

source: The email address does not match
de_de: Die Email Adresse stimmt nicht überein

source: Payments shall be made in advance:
de_de: Die Zahlung erfolgt im Voraus:

source: A scheduler will submit the invoice to '%s'
de_de: Ein Aufgabenplaner versendet die Rechnung an '%s'

source: Account creation
de_de: Kontoerstellung

source: The domain is already registered
de_de: Der Domainname ist bereits vergeben

source: The domain is available
de_de: Die Domain ist verfügbar

source: The domain could not be verified
de_de: Der Domainname konnte nicht verifiziert werden

source: Websites
de_de: Webseiten

source: Databases
de_de: Datenbanken

source: action_create_client
de_de: Kunde erstellen

source: action_create_website
de_de: Webseite erstellen

source: action_create_database
de_de: Datenbank erstellen

source: action_create_mail
de_de: Email erstellen

source: action_update_client
de_de: Kunde aktualisieren

source: action_update_client_bank
de_de: Bankdaten aktualisieren

source: action_lock_client
de_de: Kundenzugang sperren

source: action_unlock_client
de_de: Kundenzugang entsperren

source: action_check_domain
de_de: Domain prüfen

source: client_username
de_de: Kunden ID

source: client_domain
de_de: Kunden Domain

source: client_contact_name
de_de: Kunden Name

source: client_company_name
de_de: Kunden Firma

source: client_email
de_de: Kunden Email

source: client_password
de_de: Kunden Passwort

source: client_template_master
de_de: Kundenvorlage

source: client_street
de_de: Straße

source: client_language
de_de: Sprache

source: client_zip
de_de: Postleitzahl

source: client_city
de_de: Stadt

source: client_telephone
de_de: Telefonnummer

source: client_bank_account_owner
de_de: Bank Eigentümer

source: client_bank_name
de_de: Bank Name

source: client_bank_account_iban
de_de: IBAN Nummer

source: client_bank_account_swift
de_de: SWIFT / BIC

source: website_domain
de_de: Web Domain

source: database_name
de_de: Datenbank Name

source: database_password
de_de: Datenbank Passwort

source: database_user
de_de: Datenbank Benutzer

source: Hide
de_de: Ausblenden

source: Readonly
de_de: Nur lesen

source: Delete
de_de: Löschen

source: Action
de_de: Aktion

source: Save
de_de: Speichern

source: Continue with...
de_de: Fortfahren mit...
